export const walletData = {
  header: {
    // logo: "/images/logo.png",
    logo: "/logos/logo.png",
    title: "দেশিয় পশুর চামড়ায় লং ওয়ালেট ব্যাবহার করুন !",
    description:
      "রেক্সিন বা আর্টিফিশিয়াল চামড়ায় অভ্যস্থ না হয়ে দেশিয় পশুর প্রসেসকৃত অরিজিনাল চামড়ার ব্র্যান্ড ওয়ালেট সংগ্রহ করুন এ্যানন লেদার থেকে।",
    buttonText: "অর্ডার করতে চাই",
    backgroundImage: "/images/bg.png",
  },
  video: {
    title: "ডাবল চেম্বার ওয়ালেট- LW104",
    videoUrl: "https://www.youtube.com/embed/kyYBA1fhcHI?si=L6TKqxv3pbEyMjCw",
  },
  wayToIdentifyOriginalLeather: {
    title: "অরজিনাল চামড়া চেনার উপায় কি?",
    points: [
      "প্রাকৃতিকভাবেই চামড়ায় থাকে ফাইবার। আর ঠিক সে কারণেই চামড়ার তৈরি পন্য অনেক দিনেই সেই ফাইবার দেখা যায়। কিন্তু কৃত্রিম চামড়া বা বেন্ডিনের তৈরি পন্য তেমনটি দেখা যায় না।",
      "কৃত্রিম চামড়া বা বেন্ডিনে সাধারণত কোন না কোন কাপড় ব্যবহার করে তার উপর পলিমার দিয়ে কোটিং করা হয়ে থাকে। আর এ জন্য কৃত্রিম চামড়ায় তৈরি পন্যটি গুটানোলেই কাপড়ের আস্তরণ পাওয়া যায়। কিন্তু চামড়ার তৈরি পন্য এমন কিছু দেখা যায় না।",
      "ফায়ার টেস্ট অথবাৎ আগুনে পোড়ালে সহজে জ্বলবে না, গলবে না থাকবে অক্ষত",
    ],
  },
  carouselSection: {
    buttonText: "চামড়ার লং ওয়ালেট অর্ডার করুন",
    images: [
      "/images/black.webp",
      "/images/chocolate.webp",
      "/images/black-2.webp",
      "/images/chocolate-2.webp",
    ],
    // images: [
    //   { src: "/images/black.webp", alt: "Black Wallet" },
    //   { src: "/images/chocolate.webp", alt: "Chocolate Wallet" },
    //   { src: "/images/black-2.webp", alt: "Black Wallet 2" },
    //   { src: "/images/chocolate-2.webp", alt: "Chocolate Wallet 2" },
    // ],
  },
  features: {
    title: "কেন এই চামড়ার ওয়ালেট ব্যবহার করবেন ?",
    featuresList: [
      "সম্পূর্ণ হ্যান্ডমেইড লং ওয়ালেট-টি পাঞ্জাবি-পায়জামা, ক্যাজুয়াল প্যান্টের সাথে অনায়াসে ব্যবহার করা যাবে।",
      "ওয়ালেট-এর আপার এবং লাইনিং-এ শুধুমাত্র র-চামড়া ব্যাবহার করায় দীর্ঘদিন ব্যাবহারে করা যাবে।",
      "ডাবল চেম্বার গেজেট পকেট থাকায় একসাথে ‍দুইটি মোবাইল ক্যারি করতে পারবেন । সেই সাথে চেইন পকেট এবং একাধিক কার্ড হোল্ডার পকেট থাকছেই।",
      "জেনুইন চামড়ার নিশ্চয়তায় থাকছে ৩৬৫ দিনের রিপ্লেসমেন্ট গ্যারান্টি ।",
    ],
  },
  productInfo: {
    button_1: {
      buttonText: "শেষ হবার আগেই অর্ডার করুন",
    },
    button_2: {
      buttonText: "স্টক ফুরিয়ে যাবার আগেই অর্ডার করুন",
    },
    title: "ANON LEATHER থেকে কেন অর্ডার করবেন?",
    points: [
      "চামড়া নয় প্রমাণে ক্যাশ ব্যাক গ্যারান্টি!",
      "পার্সেল হাতে পেয়ে টাকা পরিশোধের সুবিধা।",
      "সমগ্র বাংলাদেশে ডেলিভারি সার্ভিস।",
      "সরাসরি দেখার পর পছন্দ না হলে শুধুমাত্র কুরিয়ার চার্জ প্রদান সাপেক্ষে ফেরতযোগ্য।",
      "বড় ধরনের শো-রুম সেই সাথে অনেক বেশি কর্মচারি খরচ না থাকায় কোয়লিটি লং ওয়ালেট পাচ্ছেন বিশেষ মূল্যছাঁড়ে!",
      "৩৬৫ দিনের রিপ্লেসমেন্ট গ্যারান্টি!",
    ],
  },
  pricing: {
    regularPrice: 2595,
    offerPrice: 1150,
  },
  orderSection: {},
};
